Repository: AmaneKIRA2Misa/Gnome-Pie
Catalog: resources/locale/*/LC_MESSAGES/*.po
Languages: fr

source: Press hotkey
fr: Exécute le raccourcis

source: Simulates the activation of a hotkey.
fr: Simule l'activation du raccourcis

source: Launch application
fr: Lance une application

source: Executes the given command.
fr: Exécute la commande définie

source: Open URI
fr: Ouvre une URI

source: Opens a given location. You may use URL's or files paths.
fr: Ouvre un emplacement donné. Vous pouvez entrer une URL ou le chemin d'un fichier.

source: Trash
fr: Poubelle

source: Open Pie
fr: Ouvre la Tarte

source: Opens another Pie of Gnome-Pie. You may create sub menus this way.
fr: Ouvre une autre instance de Gnome-Pie. Vous pouvez ainsi créer des sous-menus.

source: This hotkey is already assigned to the pie "%s"! Please select another one or cancel your selection.
fr: Ce raccourcis est déjà assigné à la Tarte "%s" ! Merci d'en choisir un autre ou d'annuler votre choix.

source: No Pie selected.
fr: Aucune Tarte sélectionnée.

source: New Pie
fr: Nouvelle Tarte

source: Do you really want to delete the selected Pie with all contained Slices?
fr: Voulez-vous supprimer la Tarte sélectionnée ainsi que toutes les Parts contenues ?

source: Rename me!
fr: Renomme moi !

source: Click to edit
fr: Clic pour éditer

source: Drag to move
fr: Glisse pour déplacer

source: Drop to move Slice
fr: Dépose pour déplacer une Part

source: Click to delete
fr: Clic pour effacer

source: Themes
fr: Thèmes

source: By
fr: Par

source: All icons
fr: Tous les icones

source: Places
fr: Dossiers

source: File types
fr: Types de fichier

source: Emotes
fr: Emoticones

source: Miscellaneous
fr: Divers

source: All supported image formats
fr: Tous formats d'images supportés

source: Shows a Slice for each of your opened Windows. Almost like Alt-Tab.
fr: Affiche une Part pour chaque fenêtre ouverte. Ressemble à Alt-Tab.

source: Displays your main menu structure.
fr: Affiche la structure du menu principal.

source: Manages your Clipboard.
fr: Gère le presse-papier

source: Shows a Slice for Shutdown, Reboot, and Hibernate.
fr: Affiche une Part pour Eteindre, Redémarrer et Hiberner.

source: Shutdown
fr: Arrêter

source: Logout
fr: Déconnecter

source: Reboot
fr: Redémarrer

source: Shows a Slice for each of your directory Bookmarks.
fr: Affiche une Part pour chacun des répertoires de Favoris

source: Shows a Slice for each plugged in devices, like USB-Sticks.
fr: Affiche une Part pour chaque périphérique connecté, comme une clé USB.

source: Root
fr: Racine

source: Not bound
fr: Non assigné

source: Button %i
fr: Bouton %i

source: LeftButton
fr: BoutonGauche

source: RightButton
fr: BoutonDroit

source: MiddleButton
fr: BoutonMilieu

source: Delayed
fr: Différé

source: Centered
fr: Centré

source: Multimedia
fr: Multimédia

source: Next Track
fr: Piste Suivante

source: Previous Track
fr: Piste Précédente

source: Play/Pause
fr: Lecture/Pause

source: Bookmarks
fr: Favoris

source: Main Menu
fr: Menu Principal

source: Window
fr: Fenêtre

source: Scale
fr: Echelle

source: Minimize
fr: Réduire

source: Close
fr: Fermer

source: Maximize
fr: Agrandir

source: Restore
fr: Restaurer

source: Select an icon
fr: Selectionne un icone

source: Icon Theme
fr: Thème d'icone

source: Custom Icon
fr: Icone Personnalisé

source: Activation Settings
fr: Paramêtres d'activation

source: It's possible to bind mouse buttons as well!
fr: Il est possible d'assigner les boutons de la souris également !

source: Turbo mode
fr: Mode turbo

source: If checked, the Pie will close when you release the chosen hot key.
fr: Si coché, la Tarte se ferme quand vous relachez le raccourcis clavier.

source: Long press for activation
fr: Appuyer longuement pour activer

source: If checked, the Pie will only open if you press this hot key a bit longer.
fr: Si coché, la Tarte s'ouvrira uniquement si vous appuyez sur le raccourcis longtemps.

source: Open Pie centered on the screen
fr: Ouvre la Part centré à l'écran

source: <b>Activation options</b>
fr: <b>Options d'activation</b>

source: Display panel icon
fr: Affiche le panneau d'icones

source: If not checked, you can access this menu by launching Gnome-Pie a second time.
fr: Si non coché, vous pouvez utiliser ce menu pour lancer Gnome-Pie une deuxième fois.

source: <b>Appearance and behavior</b>
fr: <b>Apparence et comportement</b>

source: There are no options for this Slice type.
fr: Il n'y a pas d'option pour ce type de Part.

source: Name of the Slice
fr: Nom de la Part

source: URI to open
fr: URI à ouvrir

source: Command to execute
fr: Commande à exécuter

source: Hotkey to press
fr: Raccourcis à appuyer

source: Pie to open
fr: Part à ouvrir

source: Is Quick Action
fr: Est une Action Rapide

source: This Slice will be executed when you click in the middle of the Pie.
fr: Cette Part sera exécutée quand vous cliquerez au milieu de la Part.

source: <b>Slice options</b>
fr: <b>Options de Part</b>

source: <b><big>This Pie is empty!</big> Start adding Slices to it!</b> This can be done by dragging stuff to the plus sign below. You can try a lot! For example application launchers or folders. Even URLs from your browser are possible... For manual and advanced configuration click on the plus sign.
fr: <b><big>Cette part est vide !</big> Commencer en lui ajoutant des Parts !</b> Pour cela, vous pouvez déplacer des éléments sur le signe plus. Vous pouvez en essayer plein ! Par exemple, des lanceurs d'application ou de dossiers. Même les URL de votre navigateur sont supportées ... Pour des ajouts manuels ou plus avancés, cliquer sur le signe plus.

source: <b><big>You have no Pies!</big> Start by creating one! </b> This can be done by clicking on the tiny little plus sign in the lower left corner.
fr: <b><big>Vous n'avez aucune Tarte !</big> Commencer par en créer une !</b> Cela peut être fait en cliquant sur le petit signe plus dans le coin en bas à gauche.
